//вивести числа 4 7 10 13 з допомогою циклу   1

    // let out = '';
    // for (let i = 4; i <= 13; i = i + 3){
    //     out += i + '';
    // }
    // document.querySelector('#out').innerHTML = out;

//===============================================  2
//вивести числа від 20 до 0

    // let out = '';
    // for (let i = 20; i > 0; i--){
    //     out += i + ' ';
    // }
    // document.querySelector('#out').innerHTML = out;

//===============================================  3
// Кнопка b-1 запускает функцию t1. Функция должна выводить в out-1 строку вида:
// 1 2 3 4 5 6 7 8 9 ... 49 50
// от 1 до 50 включительно. Разделитель - пробел. Задача решается с помощью цикла.

    // let out = '';
    // for (let i = 1; i <= 50; i++){
    //     out += i + ' ';
    // }
    // document.querySelector('#out').innerHTML = out;
